[[41077, "A person up in the air on a snowboard."], [516902, "a woman with a tennis racket gets ready to hit a ball "], [279558, "A man standing next to a woman on top of a beach."], [548766, "Two young sheep grazing in the grass together."], [165157, "A frisbee broken in pieces is sitting in the grass. "], [89814, "A woman at a party eats a hot dog."], [398727, "There are some sandwiches and some seafood sitting on a table. "], [405621, "Several stop signs lined up in an open field area."], [152019, "a group of people playing soccer on a field "], [297349, "some people suitcases bags backpacks and a fence"], [221893, "a brown table with a bottle and a glass "], [287484, "A frumpled bed sits in between two blue covered nightstands."], [15826, "A group of people doing tricks on skateboards."], [145651, "A bed in a room under a ceiling fan next to a window."], [256601, "People are walking around outside of an airport."], [365289, "Little girl holding a stuffed bunny rabbit toy."], [62790, "A collage showing people at an event and horses."], [347058, "A tray of yellow swirl cookies with toothpicks sits on a table."], [413247, "A laptop and a computer mouse on a desk."], [278760, "A plane looks quite small flying above the building. "], [544104, "Boats out on the water in a marina"], [541898, "A man is sitting while a woman is standing next to him holding a glass of wine."], [140664, "Stir-fried vegetables, including broccoli, mushrooms, and pea pods, sit in a skillet."], [236542, "strawberries bananas and blueberry pancakes and a teddy bear"], [415741, "A house where you can see the bedroom and relaxing room."], [4742, "A man on a surfboard that just caught a wave"], [499983, "A drawing of a traffic signal that points in several directions."], [388056, "A batter getting ready to bat with the catcher and umpire behind him."], [362812, "A group of well dressed men and women."], [168353, "a couple of people that are cutting cake"], [333150, "An open laptop computer sitting on top of a desk."], [465718, "a table with so many screen and a keyboard"], [400161, "A remote control storage pouch attached to a couch. "], [407821, "Sunset seen across an expanse of calm water"], [204536, "Two elephants walk around in a large grassy field. "], [115846, "A table with a glass that is half full, books and a magazine stacked together and remote control."], [440455, "a man watching his dog checking something on the desk"], [237720, "a teddy bear lying on the pillows on a bed "], [227709, "a blurry photo of a black cat on a key board"], [292616, "The birds are lined up near some purple chairs."], [410380, "A beautiful woman standing in a kitchen preparing food."], [150235, "A cat is standing in the corner of the room"], [80130, "A passenger train sits at a station in the dark."], [511066, "a woman stands in front of a door next to a surf board "], [527193, "Two big elephants next to a baby elephant."], [252008, "A zebra standing on top of a lush green field."], [359677, "A person high up in the air over the water."], [507065, "A boy is holding a sandwich up to his face."], [518234, "A clock tower in shadow next to a bare tree."], [20147, "Zebras and other animals are on a large brown field."], [522576, "A woman with a painted face holds an umbrella."], [355240, "a dog is siting behind a large window"], [471450, "Three bears grazing out in a field of grass."], [511002, "Stop sign and rubbish bin in residential neighborhood"], [562101, "a person riding skis on a snowy surface"], [115709, "A photo of a restroom containing two toilets."], [39743, "A couple of very small cute kids in the rest room."], [181963, "Cat asleep on top of a black car in a downtown area. "], [545959, "many different animals in a large field of green grass "], [525083, "a kitchen with a wooden floor and a microwave oven "], [275268, "A young boy sits in a chair with some stuffed animals."], [369243, "An old ornate clock face set in a brick building."], [418219, "A man in red is walking down the long street. "], [460684, "Adults males enjoying tasting various liquors at table."], [309424, "Two suitcases that are sitting on a chair."], [146155, "Two  men standing near a bar drinking together"], [529004, "A gathering of cows are crowding around a car on the side of the road."], [469924, "A camera on a desk has a very large lens."], [238525, "A close up of a giraffe shows it's beautiful pattern."], [348092, "A man on a motorcycle on a racetrack."]]