[[41077, "A man jumping in the air with a snowboard."], [516902, "A woman tennis player getting ready to serve the ball."], [279558, "Many people flying kites on a hill."], [548766, "Two young sheep eating grass while being tied with ropes."], [165157, "A broken frisbee laying on the grass."], [89814, "A woman eating a sandwich in what seems to be a party on a rooftop."], [398727, "Plates with lobsters and sandwiches on a table."], [405621, "Many stop signs standing in a row in the middle of a park."], [152019, "A goalkeeper is about to kick the ball in girls soccer game."], [297349, "People leaning on a fence with many suitcases on the floor nearby."], [221893, "A Tors Hammer beer bottle standing next to a half full glass."], [287484, "A messed up bed with cloths on it."], [15826, "A skateboarder is doing a trick on a platform in a skate park."], [145651, "A bedroom with a shirt and glasses on the bed and an empty open closet."], [256601, "A flight attendent carrying a suitcase near an airport."], [365289, "A close up of a little girl holding a stuffed animal."], [62790, "Six images of some event on the street: four showing ushers (some of which are riding horses) and two showing people with customes."], [347058, "A close up of nice looking food arranged on plates."], [413247, "A desk with an open laptop, mouse, a bottle of water and a notebook."], [278760, "A plane in the sky above a building."], [544104, "Many boats in the water near a city."], [541898, "A woman with a glass of wine sitting next to a man with a suit."], [140664, "A close up of a pan full of vegetables."], [236542, "A close up of pancakes stacked on a plate with teddy bear in the background."], [415741, "A photo of an apartment, taken from the living room and capturing a glimpse of the bedroom and toilets through the doors."], [4742, "A guy surfboarding in the ocean."], [499983, "A close up of a red traffic light."], [388056, "A batter, catcher and umpire in the middle of a baseball game."], [362812, "Three guys with suits standing in a bus, one of them wearing a fancy hat."], [168353, "Bride and groom cutting a wedding cake while the groom is dressed in a scottish skirt."], [333150, "The laptop of a speaker currently presenting some presentation, with the audience in the background."], [465718, "A desk with a laptop and two monitors showing images of a little girl."], [400161, "Four pockets, each with a remote control, hanged on a sofa"], [407821, "A sunset over a body of water with a small boat and some trees."], [204536, "Two elephants walking in a grassy area."], [115846, "A glass with some drink, a remote control, a book, a video game and a magazine on a wooden table."], [440455, "A dog sniffing car keys on a table while his owner watches him."], [237720, "A well made bed with a huge teddy bear sitting on it."], [227709, "A very blur photo of a cat laying on a keyboard while a hand is touching him."], [292616, "Several metal chairs in a row with purple seets and birds sitting on them."], [410380, "A woman is about to cut many roots on a cutting board."], [150235, "A cat on the floor near a bag under a table."], [80130, "Many people walking on a train platform between two trains in a dark night."], [511066, "A girl standing near the entrance of a house looking unsatisfied, with a broken surfboard leaning on a wall nearby."], [527193, "Two grown and one small elephants in a fenced area in zoo."], [252008, "A zebra standing in the foreground of a beautiful and colorful landscape."], [359677, "A kitesurfer in the middle of a jump."], [507065, "A weird colored photo of a child holding two half eaten sandwitches with a red wrist band."], [518234, "A black and white photo of a gloomy clock tower."], [20147, "An adult zebra feeding a young zebra in a grassy field with cattle grazing in the background."], [522576, "A japanese geisha with a dragon tattoo and a typical umbrella looking at the camera."], [355240, "A small dog with a price tag on its collar sitting in a showcase."], [471450, "Three bears grazing in a field."], [511002, "A stop sign near a garbage can in the middle of the street."], [562101, "A skier stopping to look at the camera with beautiful snowy mountains in the background."], [115709, "Two toilet seats facing one another in a single room."], [39743, "Two blonde toddlers sitting on small chairs in the bathroom, one holding a hair brush."], [181963, "A cat sleeping on the hood of car in the middle of the street."], [545959, "Many cows and sheep grazing in a green grassy field around a large tree."], [525083, "A photo of the first floor of a house, including the kitchen, leaving room, entrance door and staircase to the second floor."], [275268, "A little boy sitting on a rocking chair with many stuffed animals."], [369243, "Several large analog watches on the external wall of an old building."], [418219, "Several people walking on a paved road at the edge of a park."], [460684, "Three men seating aroung a table with many alcoholic drinks holdiing glasses."], [309424, "Gear suitcases stacked up on a chair next to a table with many screens and keyboards."], [146155, "Two guys standing in a bar near the counter holding glasses, one of them holding a baby."], [529004, "A car on the side of a rural road is surrounded by cows."], [469924, "A camera with a very large lens on a desk near a keyboard, mouse and another small lens."], [238525, "A giraffe sitting on the ground next to two other standing giraffes."], [348092, "A motorcycle racer in the middle of a sharp turn."]]